Repository: farshad-sadri/layerswp
Catalog: languages/*.po
Languages: fa_ir

source: One Comment on &ldquo;%2$s&rdquo;
fa_ir: %1$s دیدگاه برای &ldquo;%2$s&rdquo;

source: &larr;
fa_ir: &rarr;

source: &rarr;
fa_ir: &larr;

source: Comments are closed.
fa_ir: دیدگاه‌ها بسته شده‌اند.

source: Branding
fa_ir: برند

source: Site Settings
fa_ir: تنظیمات سایت

source: Control your content's default layout.
fa_ir: چیدمان پیشفرض محتوای خود را بررسی کنید.

source: Header
fa_ir: سربرگ (هدر)

source: Control your header's logo, layout, colors and font.
fa_ir: لوگو، چیدمان، رنگ‌بندی و فونت سربرگ خود را بررسی کنید

source: Footer
fa_ir: پاورقی (فوتر)

source: Control your footer's custom text, widget areas and layout.
fa_ir: متن دلخواه، قسمت ابزارک‌ها و چیدمان پاورقی خود را بررسی کنید

source: WooCommerce
fa_ir: ووکامرس

source: Logo &amp; Title
fa_ir: لوگو و عنوان

source: Background Color
fa_ir: رنگ پس زمینه

source: Navigation
fa_ir: ناوبری

source: First create a menu then come back here to place it.
fa_ir: ابتدا یک منو ایجاد نموده و سپس برای جای‌گذاری آن به اینجا باز گردید.

source: Layout
fa_ir: چیدمان

source: Sidebars
fa_ir: سایدبار

source: Fonts
fa_ir: فونت

source: CSS
fa_ir: کد CSS

source: Additional Scripts
fa_ir: اسکریپت اضافی

source: Customization
fa_ir: سفارشی‌سازی

source: Text
fa_ir: متن

source: Create Menu
fa_ir: ایجاد منو

source: Body
fa_ir: بدنه

source: Headings
fa_ir: سرتیترها

source: Buttons
fa_ir: دکمه‌ها

source: Header Width
fa_ir: عرض سربرگ

source: Boxed
fa_ir: جعبه‌ای

source: Full Width
fa_ir: تمام عرض

source: Logo & Menu Position
fa_ir: محل منو و لوگو

source: Logo Left
fa_ir: لوگو چپ

source: Logo Right
fa_ir: لوگو راست

source: Logo Center Top
fa_ir: لوگو وسط و بالا

source: Logo Top
fa_ir: لوگو بالا

source: Logo Center
fa_ir: لوگو وسط

source: Header Position
fa_ir: محل سربرگ

source: Sticky
fa_ir: چسبنده

source: Overlay
fa_ir: پوشش

source: Google Analytics ID
fa_ir: ID سیستم آنالیتیکس گوگل

source: Enter in your Google Analytics ID to enable website traffic reporting. eg. "UA-xxxxxx-xx
fa_ir: شناسه گوگل آنالیتیکس خود را برای فعال کردن گزارش ترافیک وب سایت وارد کنید. به عنوان مثال: "UA-xxxxxx xx

source: Custom Scripts
fa_ir: اسکریپت‌های دخواه

source: Single Post Sidebar(s)
fa_ir: ﻿سایدبار نوشته یکتا

source: This option affects your single post pages.
fa_ir: این گزینه بر صفحه نوشته شما تاثیر می گذارد.

source: Display Left Sidebar
fa_ir: نمایش سایدبار چپ

source: Display Right Sidebar
fa_ir: نمایش سایدبار راست

source: Post List Sidebar(s)
fa_ir: سایدبار فهرست نوشته

source: This option affects your category, tag, author and search pages.
fa_ir: این گزینه بر روی صفحات دسته‌بندی، برچسب، نویسنده و جستجو تاثیر می‌گذارد.

source: Widget Areas
fa_ir: ناحیه ابزارک

source: None
fa_ir: هیچ

source: Text Color
fa_ir: رنگ متن

source: Link Color
fa_ir: رنگ لینک

source: Background
fa_ir: پس‌زمینه

source: Background Image
fa_ir: عکس پس‌زمینه

source: Background Repeat
fa_ir: تکرار پس‌زمینه

source: No Repeat
fa_ir: بدون تکرار

source: Repeat
fa_ir: تکرار

source: Repeat Horizontal
fa_ir: تکرار افقی

source: Repeat Vertical
fa_ir: تکرار عمودی

source: Background Position
fa_ir: محل پس‌زمینه

source: Center
fa_ir: وسط

source: Top
fa_ir: بالا

source: Bottom
fa_ir: پایین

source: Left
fa_ir: چپ

source: Right
fa_ir: راست

source: Background Stretch
fa_ir: کشیدگی پس‌زمینه

source: Copyright Text
fa_ir: متن کپی‌رایت

source: Single Product Sidebar(s)
fa_ir: سایدبار جزییات محصول

source: This option affects your single product pages.
fa_ir: این گزینه تنها صفحات جزییات محصول را تحت تاثیر قرار می دهد.

source: Product List Sidebar(s)
fa_ir: سایدبار فهرست محصول

source: This option affects your shop page, product category and product tag pages.
fa_ir: این گزینه روی صفحات فروشگاه، دسته‌بندی محصولات و صفحات برچسب محصول تاثیر می‌گذارد.

source: Choose Background
fa_ir: انتخاب پس‌زمینه

source: Edit Layout
fa_ir: ویرایش چیدمان

source: Use this area to add widgets to your page, use the (Layers) widgets for the Body section.
fa_ir: این محل برای افزودن ابزارک به صفحه خود استفاده نمایید. از ابزارک (لایه‌ها) برای بخش بدنه استفاده کنید.

source: Builder Pages:
fa_ir: صفحه‌های سازنده

source: Add new Layers page
fa_ir: افزودن برگه لایه‌ها

source: Preview this page
fa_ir: پیشنمایش این برگه

source: Close
fa_ir: بستن

source: Back to controls
fa_ir: بازگشت به کنترل‌ها

source: Position
fa_ir: موقعیت

source: Stretch
fa_ir: کشش

source: WooCommerce for Layers
fa_ir: ووکامرس برای لایه‌ها

source: Adds an advanced product widget, product slider and multiple page layouts.
fa_ir: برای افزودن یک ابزارک پیشرفته محصول، اسلایدر محصول و چندین چیدمان صفحه.

source: Showcase for Layers
fa_ir: ویترین لایه‌ها

source: List your portfolio items with relevant meta such as client, web url and project role.
fa_ir: نمونه کارهای خود را با اطلاعات مرتبط مانند مشتری، آدرس وب و مسئولیت در پروژه فهرست نمایید.

source: Default
fa_ir: پیشفرض

source: List Style
fa_ir: استایل فهرست

source: Grid
fa_ir: جدول

source: List
fa_ir: فهرست

source: Masonry
fa_ir: موزاییکی (Masonry)

source: Columns
fa_ir: ستون‌ها

source: 1 Column
fa_ir: 1 ستونه

source: 2 Columns
fa_ir: 2 ستونه

source: 3 Columns
fa_ir: 3 ستونه

source: 4 Columns
fa_ir: 4 ستونه

source: 6 Columns
fa_ir: 6 ستونه

source: Gutter
fa_ir: شیرازه

source: Text Align
fa_ir: چینش متن

source: Justify
fa_ir: هم تراز

source: Image Align
fa_ir: چینش عکس

source: Featured Image
fa_ir: عکس شاخص

source: Video URL (oEmbed)
fa_ir: لینک ویدیو (oEmbed)

source: Portrait
fa_ir: نمای عمودی

source: Landscape
fa_ir: نمای افقی

source: Square
fa_ir: مربع

source: Round
fa_ir: گرد

source: Image Ratio
fa_ir: نسبت عکس

source: Text Size
fa_ir: اندازه متن

source: Small
fa_ir: کوچک

source: Medium
fa_ir: متوسط

source: Large
fa_ir: بزرگ

source: Choose Image
fa_ir: برگزیدن تصویر

source: Color
fa_ir: رنگ

source: Darken
fa_ir: تیره

source: Advanced
fa_ir: پیشرفته

source: Custom Class(es)
fa_ir: استایل سفارشی

source: Custom CSS
fa_ir: استایل سفارشی

source: Padding (px)
fa_ir: اندازه پدینگ (px)

source: Margin (px)
fa_ir: حاشیه (px)

source: Widget
fa_ir: ابزارک

source: Newest First
fa_ir: ابتدا جدیدترها

source: Oldest First
fa_ir: ابتدا قدیمی‌تر ها

source: Random
fa_ir: تصادفی

source: Titles A-Z
fa_ir: عناوین بر اساس الفبا (A-Z)

source: Titles Z-A
fa_ir: عناوین معکوس الفبا (Z-A)

source: Most Comments
fa_ir: بیشترین دیدگاه‌ها

source: Custom Order
fa_ir: ترتیب سفارشی

source: Visual Mode
fa_ir: حالت دیداری

source: HTML Mode
fa_ir: حالت HTML

source: Remove
fa_ir: پاک کردن

source: Select an Image
fa_ir: انتخاب تصویر

source: Use Image
fa_ir: استفاده از تصویر

source: Select a File
fa_ir: انتخاب فایل

source: Use File
fa_ir: استفاده از فایل

source: Choose a File
fa_ir: انتخاب فایل

source: Drop a file here or %s
fa_ir: فایل خود را اینجا بیندازید یا %s

source: Darken to improve readability
fa_ir: تیره کردن برای بهبود خوانایی

source: Tile Background
fa_ir: تکرار پس‌زمینه

source: Fixed Background
fa_ir: پس‌زمینه ثابت

source: Enter your .mp4 link
fa_ir: لینک mp4.

source: Enter your .ogv link
fa_ir: لینک ogv.

source: Application
fa_ir: برنامه

source: Contact Page
fa_ir: صفحه تماس با ما

source: Landing Page
fa_ir: صفحه لندینگ

source: Lookbook Page
fa_ir: برگه لوک‌بوک (فشن، عکس)

source: One Pager
fa_ir: تک برگه‌ای

source: Portfolio Page
fa_ir: برگه نمونه کار

source: Video Page
fa_ir: برگه ویدیو

source: Blank Page
fa_ir: برگه خالی

source: (Copy)
fa_ir: (کپی)

source: Home Page
fa_ir: برگ نخست

source: Sidebar does not exist in theme (using Inactive)
fa_ir: سایدبار در پوسته وجود ندارد (با استفاده از Inactive)

source: Widget already exists
fa_ir: ابزارک از قبل وجود دارد

source: Imported
fa_ir: درون‌ریزی شده

source: Imported to Inactive
fa_ir: درون‌ریزی شده به Inactive

source: No Title
fa_ir: بدون عنوان

source: Build Your Page
fa_ir: برگه خود را بسازید

source: View all posts in %s
fa_ir: نمایش همه نوشته‌ها در %s

source: View all posts tagged %s
fa_ir: نمایش همه نوشته‌های برچسب شده با %s

source: View all posts by %s
fa_ir: نمایش همه نوشته‌ها با %s

source: (Edit)
fa_ir: (ویرایش)

source: %1$s at %2$s
fa_ir: %1$s در %2$s

source: Your comment is awaiting moderation.
fa_ir: دیدگاه شما در انتظار بررسی است.

source: You shall not pass
fa_ir: شما امکان عبور ندارید

source: Home
fa_ir: برگ نخست

source: Search
fa_ir: جستجو

source: Shop
fa_ir: فروشگاه

source: Daily Archives: %s
fa_ir: بایگانی روزانه : %s

source: Monthly Archives: %s
fa_ir: بایگانی ماهانه : %s

source: Yearly Archives: %s
fa_ir: بایگانی سالانه : %s

source: Archives
fa_ir: بایگانی

source: Your browser does not support the video tag.
fa_ir: مرورگر شما از برچسب ویدیویی پشتیبانی نمی‌کند.

source: : Options
fa_ir: : تنظیمات

source: Rich Media
fa_ir: رسانه غنی‌شده

source: Video URL
fa_ir: لینک ویدیو

source: You can drag and drop widgets, edit content and tweak the design. Click the button below to see your page come to life.
fa_ir: شما می‌توانید ابزارک‌ها را بکشید و رها کنید، محتوا را ویرایش کنید و طراحی را تغییر دهید. با کلیک روی دکمه زیر به برگه خود جان ببخشید.

source: Edit Your Page
fa_ir: برگه خود را ویرایش کنید

source: No Logo uploaded
fa_ir: لوگو آپلود نشده است

source: Logo updated
fa_ir: لوگو بروز رسانی شد

source: There was an error when updating your logo.
fa_ir: خطایی هنگام بروز رسانی لوگو پیش آمد.

source: Option updated
fa_ir: تنظیمات بروز شد

source: Get Started
fa_ir: شروع کنید

source: Add New Page
fa_ir: افزودن برگه

source: Layers Pages
fa_ir: برگه‌های لایه‌ها

source: Customize
fa_ir: شخصی‌سازی

source: Backup
fa_ir: پشتیبان

source: Dashboard
fa_ir: پیشخوان

source: Add a page title
fa_ir: افزودن عنوان برگه

source: Enter title here
fa_ir: عنوان را اینجا وارد کنید

source: Proceed to Customizer
fa_ir: ادامه به شخصی‌سازی

source: Cancel
fa_ir: انصراف

source: Backup your pages
fa_ir: نسخه پشتیبان از صفحات

source: Convert your Layers pages into regular WordPress pages, preserving the content you have worked so hard to create.
fa_ir: تبدیل برگه‌های لایه‌های شما به برگه‌های عادی وردپرس، با حفظ محتوایی که به سختی تهیه کردید.

source: Backup my Pages Now
fa_ir: همکنون از برگه‌های من نسخه پشتیبان بگیر

source: Backed Up Pages:
fa_ir: برگه‌ها پشیتبان گرفته شده:

source: Start Using Layers
fa_ir: شروع به استفاده از لایه‌ها

source: Follow the easy steps to creating amazing layouts quickly and easily.
fa_ir: مراحل ساده را دنبال کنید تا چیدمانی شگفت‌انگیز را به راحتی و سرعت ایجاد کنید.

source: Get Started &rarr;
fa_ir: شروع کنید &larr;

source: Edit
fa_ir: ویرایش

source: View
fa_ir: نمایش

source: Extensions
fa_ir: افزونه‌ها

source: Coming soon
fa_ir: به زودی

source: Purchase
fa_ir: خرید

source: More Details
fa_ir: جزییات بیشتر

source: What you need
fa_ir: آنچه نیاز دارید

source: WordPress 4.0
fa_ir: وردپرس 4.0

source: Layers requires you run the latest version of WordPress, please make sure you're up to date!
fa_ir: لایه‌ها آخرین نسخه وردپرس را برای کارایی بهتر نیاز دارد، لطفاً مطمئن شوید که بروز هستید!

source: You're up to date
fa_ir: شما به روز هستید!

source: Update WordPress
fa_ir: بروز رسانی وردپرس

source: Helpful Tips
fa_ir: نکات مفید

source: Welcome to Layers!
fa_ir: به لایه‌ها خوش آمدید!

source: Layers is a revolutionary WordPress Site Builder that makes website building a dream come true!
fa_ir: لایه‌ها یک سایت‌ساز انقلابی وردپرس است که ساخت سایت را همانند رویایی ساخته که به واقعیت تبدیل می‌شود!

source: The following short steps are designed to show you how Layers works and get you to creating amazing layouts quickly!
fa_ir: مراحل کوتاه پیش‌رو طراحی شده‌اند تا نحوه کار کردن با لایه‌ها را به شما نشان دهند و شما را راهنمایی کنند تا چیدمان‌های شگفت‌انگیزی را به سرعت درست کنید!

source: Enjoy the ride!
fa_ir: لذت ببرید!

source: Let's get started &rarr;
fa_ir: بیایید شروع کنیم &larr;

source: For the Pros: Layers will automatically assign the tagline to Settings &rarr; General.
fa_ir: برای حرفه‌ای‌ها: لایه‌ها به صورت خودکار معرفی کوتاه را در تنظیمات &larr; همگانی اختصاص می‌دهد.

source: Getting Started
fa_ir: شروع کنید

source: Building pages
fa_ir: ساختن برگه‌ها

source: Got it, Next Step &rarr;
fa_ir: گرفتم، گام بعدی &larr;

source: What is the name of your website?
fa_ir: نام وبسایت شما چیست؟

source: Enter your website name below. We&apos;ll use this in your site title and in search results.
fa_ir: نام وبسایت خود را وارد کنید. ما از این نام در عنوان سایت شما و نتایج جستجو استفاده می‌کنیم.

source: Site Name
fa_ir: نام وبسایت

source: Saving your Site Name
fa_ir: ذخیره نام وبسایت شما

source: Next Step &rarr;
fa_ir: گام بعدی &larr;

source: For the Pros: Layers will automatically assign this site name to Settings &rarr; General
fa_ir: برای حرفه‌ای‌ها: لایه‌ها به صورت خودکار عنوان سایت را در تنظیمات &larr; همگانی اختصاص می‌دهد.

source: Editing widget content
fa_ir: ویرایش محتوای ابزارک

source: How would you best describe your site?
fa_ir: وبسایت خود را در بهترین حالت چگونه توصیف می‌کنید؟

source: Site Tagline
fa_ir: معرفی کوتاه سایت

source: Saving your Tagline
fa_ir: ذخیره معرفی کوتاه

source: Keep it simple
fa_ir: اصل سادگی را فراموش نکنید

source: Avoid buzz words
fa_ir: از اصطلاحات عامیانه پرهیز کنید

source: Make sure it describes what you offer
fa_ir: اطمینان پیدا کنید که آنچه عرضه می‌کنید را توصیف کند

source: For the Pros: Layers will automatically assign the tagline to Settings &rarr; General
fa_ir: برای حرفه‌ای‌ها: لایه‌ها به صورت خودکار معرفی کوتاه را در تنظیمات &larr; همگانی اختصاص می‌دهد.

source: Customizing widgets
fa_ir: سفارشی‌کردن ابزارک‌ها

source: Unique to each Layers widget is the revolutionary &ldquo;Design Bar&rdquo; which allows you to set its design parameters without touching a line of code.
fa_ir: برای هر ابزارک لایه‌ها &ldquo;نوار طراحی&rdquo; انقلابی به صورت منحصر به فرد وجود دارد که به شما این امکان را می‌دهد تا پارامترهای طراحی را بدون نوشتن حتی یک خط کد تنظیم کنید.

source: Depending on the widget you've added, you can change things like background images, font sizes, list styles and more.
fa_ir: بسته به نوع ابزارکی که اضافه کردید، می‌توانید چیزهایی مانند تصاویر پس‌زمینه، اندازه فونت، استایل فهرست‌ها و غیره را تغییر دهید.

source: Would you like to add your logo?
fa_ir: آیا می خواهید لوگوی خودتان را اضافه کنید؟

source: Choose Logo
fa_ir: انتخاب لوگو

source: Updating your Logo
fa_ir: بروزرسانی لوگوی شما

source: For best results, use an image between 40px and 200px tall and not more than 1000px wide
fa_ir: برای بهترین نتیجه، یک تصویر بین 40px تا 200px ارتفاع و کمتر از 1000px عرض را انتخاب نمایید.

source: PNGs with a transparent background work best but GIFs or JPGs are fine too
fa_ir: فرمت PNG با زمینه محو بهترین گزینه است، اما فرمت‌های GIF و JPG هم مطلوب هستند.

source: Try keep your logo file size below 500kb
fa_ir: سعی کنید حجم فایل لوگو را زیر 500 کیلوبایت نگه دارید.

source: Page Title
fa_ir: عنوان برگه

source: Now let&apos;s create your first Layers page!
fa_ir: حالا بزن بریم اولین برگه لایه‌ها را بسازیم!

source: Creating your Page
fa_ir: ساختن برگه شما

source: First choose a layout
fa_ir: ابتدا یک چیدمان انتخاب کنید

source: Start Building
fa_ir: شروع ساخت

source: Select
fa_ir: انتخاب

source: Layers WooCommerce Extension
fa_ir: افزونه ووکامرس برای لایه‌ها

source: If you'd like to test out eCommerce then you'll need to install the Layers WooCommerce Extension.
fa_ir: اگر می‌خواهید تجارت الکترونیک را امتحان کنید، باید افزونه ووکامرس لایه‌ها را نصب کنید.

source: Install WooCommerce for Layers
fa_ir: نصب ووکامرس برای لایه‌ها

source: Add logo
fa_ir: افزودن لوگو

source: Set as logo
fa_ir: قراردادن به عنوان لوگو

source: Choose logo
fa_ir: انتخاب لوگو

source: Change logo
fa_ir: تغییر لوگو

source: Remove logo
fa_ir: پاک کردن لوگو

source: No logo set
fa_ir: بدون لوگو

source: Site Title, Tagline, and Logo
fa_ir: عنوان وبسایت، معرفی کوتاه و لوگو

source: Display Header Text
fa_ir: نمایش متن سربرگ

source: Logo
fa_ir: لوگو

source: Site Logo
fa_ir: لوگوی سایت

source: Body
fa_ir: بدنه

source: Layers Builder section.
fa_ir: بخش سازنده لایه‌ها

source: Are you sure you want to remove this slide?
fa_ir: آیا شما برای حذف این اسلاید اطمینان دارید؟

source: Are you sure you want to remove this column?
fa_ir: آیا شما برای حذف این ستون اطمینان دارید؟

source: Contact Details &amp; Maps
fa_ir: اطلاعات تماس و نقشه‌ها

source: Map Height
fa_ir: ارتفاع نقشه

source: Show Google Map
fa_ir: نمایش نقشه گوگل

source: Show Address
fa_ir: نمایش آدرس

source: Show Contact Form
fa_ir: نمایش فرم تماس

source: Contact
fa_ir: تماس

source: Short Excerpt
fa_ir: توضیح کوتاه

source: Address
fa_ir: آدرس

source: Place your help text here please.
fa_ir: لطفاً متن راهنمای خود را اینجا قرار دهید.

source: Google Maps Location
fa_ir: موقعیت نقشه‌های گوگل

source: e.g. 300 Prestwich Str, Cape Town, South Africa
fa_ir: مثال. ایران - تهران - خیابان ولیعصر

source: Google Maps Latitude & Longitude (Optional)
fa_ir: طول وعرض جغرافیایی نقشه گوگل (اختیاری)

source: e.g. 33.9253 S, 18.4239 E
fa_ir: به عنوان مثال 33.9253 S, 18.4239 E

source: Address Shown
fa_ir: آدرس نمایش داده شده

source: e.g. Prestwich Str, Cape Town
fa_ir: مثال. ایران، تهران، خیابان ولیعصر

source: Contact Form
fa_ir: فرم تماس با ما

source: Contact form embed code
fa_ir: کد جاسازی فرم تماس

source: Content
fa_ir: محتوا

source: Add New Column
fa_ir: افزودن ستون

source: Column
fa_ir: ستون

source: 1 of 12 columns
fa_ir: 1 از 12 ستون

source: 2 of 12 columns
fa_ir: 2 از 12 ستون

source: 3 of 12 columns
fa_ir: 3 از 12 ستون

source: 4 of 12 columns
fa_ir: 4 از 12 ستون

source: 5 of 12 columns
fa_ir: 5 از 12 ستون

source: 6 of 12 columns
fa_ir: 6 از 12 ستون

source: 8 of 12 columns
fa_ir: 8 از 12 ستون

source: 9 of 12 columns
fa_ir: 9 از 12 ستون

source: 10 of 12 columns
fa_ir: 10 از 12 ستون

source: 12 of 12 columns
fa_ir: 12 از 12 ستون

source: Title
fa_ir: عنوان

source: Excerpt
fa_ir: توضیح کوتاه

source: Button Link
fa_ir: لینک دکمه

source: Button Text
fa_ir: متن دکمه

source: e.g. "Read More"
fa_ir: مثال "بیشتر بخوانید"

source: Posts
fa_ir: نوشته‌ها

source: Read More
fa_ir: بیشتر بخوانید

source: Title &amp; Excerpt Position
fa_ir: محل عنوان و توضیح کوتاه

source: Regular
fa_ir: معمولی

source: Show Featured Images
fa_ir: نمایش تصویرهای شاخص

source: Show Post Titles
fa_ir: نمایش عنوان نوشته

source: Show Post Excerpts
fa_ir: نمایش توضیح کوتاه نوشته

source: Excerpts Length
fa_ir: طول توضیح کوتاه

source: Show Post Dates
fa_ir: نمایش تاریخ نوشته

source: Show Post Author
fa_ir: نمایش نویسنده نوشته

source: Show Tags
fa_ir: نمایش برچسب‌ها

source: Show Categories
fa_ir: نمایش دسته‌ها

source: Show "Read More" Buttons
fa_ir: نمایش دکمه "بیستر بخوانید"

source: "Read More" Text
fa_ir: متن بیشتر بخوانید

source: Show Pagination
fa_ir: نمایش شماره صفحه

source: Post
fa_ir: نوشته

source: Category to Display
fa_ir: دسته برای نمایش

source: Select a Category
fa_ir: انتخاب دسته

source: Number of items to show
fa_ir: تعداد موارد برای نمایش

source: Show All
fa_ir: نمایش همه

source: Sort by
fa_ir: مرتب سازی بر اساس

source: Slider
fa_ir: ﻿اسلایدر

source: Full Screen
fa_ir: تمام صفحه

source: Show Slider Arrows
fa_ir: نمایش فلش‌های اسلایدر

source: Show Slider Dots
fa_ir: نمایش نقطه‌های اسلایدر

source: Autoplay Slides
fa_ir: پخش خودکار اسلاید

source: Time in seconds, eg. 2
fa_ir: زمان به ثانیه، مثال 2

source: Slide Interval
fa_ir: فاصله اسلاید

source: Slider Height
fa_ir: ارتفاع اسلایدر

source: Add New Slide
fa_ir: افزودن اسلاید

source: Slide
fa_ir: اسلاید

source: Enter a Title
fa_ir: عنوان را وارد کنید

source: Back to top
fa_ir: بازگشت به بالا

source: Top Left Menu
fa_ir: منو بالا چپ

source: Top Right Menu
fa_ir: منو بالا راست

source: Header Menu
fa_ir: منو سربرگ

source: Right Header Menu
fa_ir: منو سربرگ راست

source: Footer Menu
fa_ir: منوی پاوروقی (فوتر)

source: Mobile Sidebar
fa_ir: سایدبار موبایل

source: This sidebar will only appear on mobile devices.
fa_ir: این نوار کناری تنها در دستگاه های تلفن همراه ظاهر می شود.

source: Left Sidebar
fa_ir: سایدبار چپ

source: Right Sidebar
fa_ir: سایدبار راست

source: Footer
fa_ir: پاورقی (فوتر)

source: Left Shop Sidebar
fa_ir: سایدبار چپ فروشگاه

source: Right Shop Sidebar
fa_ir: سایدبار راست فروشگاه

source: Be patient while we import the widget data and images.
fa_ir: کمی صبور باشید تا ما اطلاعات و تصاویر ابزارک را وارد کنیم.

source: Import Complete
fa_ir: درون‌ریزی کامل شد!

source: Importing Your Content
fa_ir: درون‌ریزی محتوای شما

source: Edit Your New Page
fa_ir: ویرایش برگه جدید شما

source: Saving...
fa_ir: در حال ذخیره...

source: Done!
fa_ir: کامل شد!

source: No posts found
fa_ir: هیچ نوشته‌ای یافت نشد

source: Use the search form below to find the page you're looking for:
fa_ir: از فرم جستجوی زیر برای پیداکردن صفحه‌ مورد نظرتان استفاده کنید.

source: <span>Pages:</span>
fa_ir: <span>برگه‌ها:</span>

source: View Project
fa_ir: نمایش پروژه

source: For more information on obtaining your Typekit ID, see <a href="%s" target="_blank">follow this link</a>.
fa_ir: برای اطلاعات بیشتر راجب به دست آوردن ID Typekit خود، <a href="%s" target="_blank">این لینک</a> را دنبال کنید.

source: Enter in any custom script to include in your site's header. Be sure to use double quotes for strings.
fa_ir: اسکریپت دلخواه خود را برای قرار گرفتن در سربرگ سایت وارد کنید. مطمئن شوید که از " برای مقادیر رشته‌ای استفاده می‌کنید.

source: Support Layers
fa_ir: از لایه‌ها حمایت کنید

source: Support Layers by displaying the Layers badge on your site.
fa_ir: با نمایش نشان لایه‌ها در وبسایت خود از لایه‌ها حمایت کنید.

source: Enter in any custom script to include in your site's footer. Be sure to use double quotes for strings.
fa_ir: اسکریپت دلخواه خود را برای قرار گرفتن در پاورقی (فوتر) سایت وارد کنید. مطمئن شوید که از " برای مقادیر رشته‌ای استفاده می‌کنید.

source: <em>Click <a href="%1s" target="_blank">here</a> to see this font on Google Fonts.</em>
fa_ir: <em>برای دیدن این فونت در فونت‌های گوگا <a href="%1s" target="_blank">اینجا</a> را کلیک کنید.</em>

source: The Layers Updater
fa_ir: بروز رسان لایه‌ها

source: Make sure you're always running the latest version of Layers by installing the Layers Updater
fa_ir: با نصب افزونه بروزرسان لایه‌ها مطمئن شوید همیشه از آخرین نسخه لایه‌ها استفاده می‌کنید.

source: Installed
fa_ir: نصب شد

source: Skip
fa_ir: ردکردن

source: Layers splits your page into horizontal rows, and you build up your pages with blocks of content called &lsquo;Widgets&rsquo;, one per row.
fa_ir: لایه‌ها برگه شما را به ردیف‌های افقی تقسیم می‌کند و شما برگه خود را با بلوک‌های محتوا که &lsquo;ابزارک&rsquo; نامیده می‌شوند در هر ردیف با یکی می‌سازید.

source: Each time you want to add a new content block, simply click &lsquo;Add Widget&rsquo; and select one from the list which has the blue Layers icon.
fa_ir: هر بار که شما می‌خواهید یک بلوک جدید اضافه کنید، فقط روی &lsquo;افزودن ابزارک&rsquo; کلیک کنید و یکی را از فهرستی که آیکون آبی لایه‌ها را دارد انتخاب کنید.

source: To edit a widget's content, just click on it in the widget area on the left hand side. The widget panel will slide out allowing you to edit its content and customize its settings. You can also shift-click on the widget itself in the preview area.
fa_ir: برای ویرایش محتوای یک ابزارک، فقط روی آن در قسمت ابزارک سمت چپ کلیک کنید. پنل ابزارک نمایان شده و به شما اجازه ویرایش محتوایش و سفارشی کردن تنظیماتش را می‌دهد. شما می‌توانید روی ابزارک در قسمت پیش‌نمایش نیز شیفت-کلیک کنید.

source: A tagline describes who and what you are in just a few simple words. For example Layers is a &ldquo;WordPress Site Builder&rdquo; - simple, easy, quick to read. Now you try:
fa_ir: معرفی کوتاه اینکه شما کی هستید و چه می‌کنید را در چند کلمه ساده توصیف می‌کند. برای مثال لایه‌ها یک سایت‌ساز وردپرس است - ساده و سریع برای خواندن. حالا شما امتحان کنید:

source: Layers will add your logo and position it properly. If you don&apos;t have one yet, no problem, you can add it later, or skip this step if you&apos;d just prefer to use text.
fa_ir: لایه‌ها لوگو شما و موقعیت آن را به درستی اضافه می‌کند. اگر هنوز لوگو ندارید، مشکلی نیست، می‌توانید آن را بعداً اضافه کنید. یا این گام را نادیده بگیرید و از متن استفاده نمایید.
