Repository: farshad-sadri/layerswp
Catalog: languages/*.po
Languages: fa_ir

source: You will be able to edit your layout on the next page. Here we go!
fa_ir: شما قادر به ویرایش طرح خود را در صفحه بعد خواهد بود. بزن بریم!

source: Layers is a site builder with a lightweight design interface built into the WordPress Visual Customizer.
fa_ir: لایه‌ها یک سایت‌ساز با طراحی سبک است که بر پایه پیش‌نمایش زنده وردپرس ساخته شده است.

source: In order to get going you'll need to make sure you have the following:
fa_ir: برای ادامه، شما باید مطمئن باشید که موارد زیر را دارید:

source: Jetpack for WordPress
fa_ir: جت‌پک برای وردپرس

source: Jetpack is required for portfolio functionality to work in this version of Layers.
fa_ir: جت‌پک برای عملکرد نمونه‌کارها در این نسخه از لایه‌ها ضروری است.

source: Jetpack is Installed
fa_ir: جت‌پک نصب شد

source: Install Jetpack
fa_ir: نصب جت‌پک

source: WooCommerce Extension Installed
fa_ir: افزونه ووکامرس نصب شد

source: Here's a breakdown of what works and what may cause you issues during testing:
fa_ir: در اینجا خلاصه‌ای از چیزهایی که کار می‌کنند و چیز‌هایی که ممکن است برای شما باعث ایجاد مشکل در مرحله تست شوند آمده است:

source: Create a page builder template
fa_ir: ایجاد یک قالب صفحه‌ساز

source: Mess around with the design bar
fa_ir: نوار طراحی را دستکاری کنید

source: Choose between 4 different Header layouts
fa_ir: یکی از 4 چیدمان سربرگ را انتخاب نمایید

source: Configure: Slider widget
fa_ir: پیکربندی: ابزارک اسلایدر

source: Configure: Content widget
fa_ir: پیکربندی: ابزارک محتوا

source: Configure: Posts widget
fa_ir: پیکربندی: ابزارک نوشته‌ها

source: Configure: Portfolio widget
fa_ir: پیکربندی: ابزارک نمونه کار

source: Configure: Contact widget
fa_ir: پیکربندی: ابزارک تماس

source: Change footer layouts
fa_ir: تغییر چیدمان پاورقی (فوتر)

source: Switch fonts
fa_ir: تغییر فونت

source: Edit colors
fa_ir: ویرایش رنگ

source: Edit the blog layout
fa_ir: ویرایش چیدمان بلاگ

source: Automatically update Layers
fa_ir: بروز رسانی خودکار لایه‌ها

source: Get started by choosing a page layout
fa_ir: با انتخاب یک چیدمان صفحه شروع کنید

source: Knowing where to begin with a site builder is never easy. Choosing a preset template below will pre-populate your page with some Layers widgets to help get started.
fa_ir: دانستن اینکه از کجا باید کار با یک سایت‌ساز را شروع کرد هیچ وقت ساده نیست. انتخاب یک قالب پیشفرض زیر برگه شما را با برخی ابزارک‌های لایه‌ها پر می‌کند تا به شما کمک کند زودتر راه بیافتید.

source: Select a Layout &rarr;
fa_ir: یک چیدمان انتخاب کنید &larr;

source: This widget is used to display your
fa_ir: از این ابزارک برای نمایش این استفاده شده:

source: Display
fa_ir: نمایش

source: Portfolio
fa_ir: نمونه کارها

source: All
fa_ir: همه

source: Show Project Filter
fa_ir: نمایش فیلتر پروژه

source: Show Project Titles
fa_ir: نمایش عنوان پروژه

source: Show Project Excerpts
fa_ir: نمایش خلاصه پروژه

source: Your pages have been successfully backed up!
fa_ir: از صفحه‌های شما پشتیبان‌گیری شد!
